report_timing -nworst 25 > hl5639_report_alu/timing_worst_25_ALU.rpt 

report_power > hl5639_report_alu/powerALU.rpt

report_area > hl5639_report_alu/areaALU.rpt 

report_qor > hl5639_report_alu/qorALU.rpt 
