report_timing -nworst 25 > hl5639_report_parity/timing_worst_25_parity.rpt 

report_power > hl5639_report_parity/powerparity.rpt

report_area > hl5639_report_parity/areaparity.rpt 

report_qor > hl5639_report_parity/qorparity.rpt 
